Repository: Younkyum/MileToDo
Catalog: MileToDo/Localizable.xcstrings
Source language: ko
Languages: vi, zh_hans

# %@ | %@ | Done: %@
source: %1$@ | %2$@ | 완료일: %3$@
vi: %1$@ | %2$@ | hoàn thành: %3$@
zh_hans: %1$@ | %2$@ | 完全的: %3$@

# %@ | Done: %@
source: %1$@ | 완료일: %2$@
vi: %1$@ | hoàn thành: %2$@
zh_hans: %1$@ | 完全的: %2$@

# %@ Expired
source: %@ 만료됨
vi: %@ hết hạn
zh_hans: %@ 已到期

# Add Projects
source: 프로젝트 추가하기
vi: Thêm dự án
zh_hans: 添加项目

# Cancel
source: 취소
vi: hủy bỏ
zh_hans: 取消

# Create New Project
source: 새 프로젝트 만들기
vi: Thêm dự án mới
zh_hans: 创建新项目

# Create New Todo
source: 새 투두 만들기
vi: Thêm nhiệm vụ mới
zh_hans: 创建新的待办事项

# Delete Changes
source: 변경사항 삭제하기
vi: Xóa thay đổi
zh_hans: 删除更改

# Delete Todo
source: 투두 삭제하기
vi: Xóa việc cần làm
zh_hans: 删除更改

# Done
source: 완료
vi: hoàn thành
zh_hans: 完毕

# Edit Project
source: 프로젝트 편집하기
vi: Chỉnh sửa dự án
zh_hans: 编辑项目

# Edit Todo
source: 투두 편집하기
vi: Chỉnh sửa việc cần làm
zh_hans: 编辑待办事项

# Project
source: 프로젝트
vi: dự án
zh_hans: 项目

# Project Main Color
source: 프로젝트 색
vi: dự án màu
zh_hans: 项目主色调

# Project Name
source: 프로젝트 이름
vi: Tên dự án
zh_hans: 项目名

# Project Start Date
source: 프로젝트 시작일
vi: Ngày bắt đầu dự án
zh_hans: 项目开始日期

# Projects
source: 등록된 프로젝트 목록
vi: dự án
zh_hans: 项目

# Save
source: 저장
vi: cứu
zh_hans: 保存

# Show/Hide and Change Order
source: 보이기/숨기기 및 순서 변경
vi: Hiển thị/ẩn và thay đổi thứ tự
zh_hans: 显示/隐藏和更改顺序

# Todo Deadline
source: 데드라인 설정
vi: thời hạn việc cần làm
zh_hans: 待办事项截止日期

# Todo DeadLine
source: 데드라인 설정
vi: thời hạn việc cần làm
zh_hans: 待办事项截止日期

# Todo Title
source: 투두 이름
vi: tiêu đề việc cần làm
zh_hans: 去做标题

# Todos
source: 투두 목록
vi: làm
zh_hans: 去做
